---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FilledRegionFailures.CannotDrawFilledRegionError
source: html/9c3c8575-f05b-d112-d0c1-8e476ccffbd1.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FilledRegionFailures.CannotDrawFilledRegionError Property

Can't draw [Filled Region Name].

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotDrawFilledRegionError { get; }
```